
@extends('layouts.mechanic.app')

@section('title', 'داشبورد مکانیک')

@section('content')
    <div class="container">
        <article class="bg-white p-6 rounded shadow-md">
            <h3 class="text-lg font-semibold mb-3">توضیح عملکرد</h3>
            <p class="text-gray-700 leading-relaxed">
                تعمیرکاران و سرویس‌کاران: بعد از ثبت نام اولیه و تایید در صورتی که مشتری برای آنها درخواست کرد،
                در پنل مربوط به خودشان مشخص می‌شود تا آن را تایید کنند یا رد کنند. در صورت تایید باید تاریخ مراجعه و ساعت را ذکر کنند
                تا برای مشتری مشخص شود که چه زمانی ماشین را به مرکز تحویل دهد.
            </p>
            <p class="text-gray-700 leading-relaxed mt-3">
                همچنین یک چک لیست از وضعیت ماشین تهیه می‌شود و نزد خود سرویسکار نگه داشته می‌شود تا وضعیت ماشین موقع تحویل گرفتن مشخص باشد
                و مشتری ادعایی برای خسارتی نکند و اگر خسارتی به خودرو وارد شد به مشتری خسارت پرداخت شود.
            </p>
            <p class="text-gray-700 leading-relaxed mt-3">
                چون زمان انجام تعمیرات مشخص نیست و زمان انجام فعالیت‌ها مختلف است، بعد از اتمام کار خودرو؛
                سرویسکار / تعمیرکار باید در سامانه اعلام نماید که خودرو آماده‌ی تحویل دادن است و بنویسد که چه خدماتی برای خودرو انجام شده
                و مبلغ آن را ذکر کند (این پیام برای مشتری می‌رود تا بدانند خودرو باید تحویل بگیرد).
            </p>
        </article>

    </div>
@endsection
